Repository: Monserg/patrol-license-ios
Catalog: HromadskyiPatrul/*.lproj/Localizable.strings
Languages: ru, uk

source: Cancel
ru: Отменить
uk: Скасувати

source: Settings
ru: Настройки
uk: Налаштування

source: Back
ru: Назад
uk: Назад

source: Version
ru: Версия
uk: Версія

source: LOGIN
ru: ВОЙТИ
uk: УВІЙТИ

source: LOGOUT
ru: ВЫЙТИ
uk: ВИЙТИ

source: COMMAND: "VIOLATION"
ru: КОМАНДА: "НАРУШЕНИЕ"
uk: КОМАНДА: "ПОРУШЕННЯ"

source: Public patrol
ru: Общественный патруль
uk: Громадський патруль

# About text 1
source: See the infringer of traffic regulations -
ru: Видиш нарушителя правил дорожного движения -
uk: Бачиш порушника правил дорожнього руху -

# About text 2
source: take a photo and send to us.
ru: зафиксируй и пришли нам.
uk: зафіксуй та надішли нам.

# About text 3
source: The country must know its «heroes»!
ru: Страна должна знать своих «героев»!
uk: Країна має знати своїх «героїв»!

# Alert error email title
source: Error
ru: Ошибка
uk: Помилка

# Alert info title
source: Info
ru: Инфо
uk: Інфо

# Alert error email message
source: Please, enter a valid email address
ru: Пожалуйста, введите корректный почтовый адрес.
uk: Будь ласка, введіть коректну поштову адресу

# Alert error API title
source: Error
ru: Ошибка
uk: Помилка

# Alert error API message
source: Entered email is invalid
ru: Указанный почтовый адрес недействительный.
uk: Вказана поштова адреса не є дійсною

# Alert error video message
source: Please, take a photo mode
ru: Пожалуйста, выберите режим фотографирования.
uk: Будь ласка, оберіть режим фотографування

# Alert error button Ok
source: Ok
ru: Ок
uk: Ок

# Alert error button Cancel
source: Cancel
ru: Отмена
uk: Скасувати

# Alert error internet message
source: Please, check your Internet connection
ru: Пожалуйста, проверьте подключение к Интернету.
uk: Будь ласка, перевірте підключення до Інтернету

# Switch network title
source: Upload only WiFi
ru: Загружать только по WiFi
uk: Завантажувати тільки по WiFi

# Switch sending title
source: Upload automatically
ru: Загружать автоматически
uk: Завантажувати автоматично

source: Camera is not available
ru: Камера недоступна.
uk: Камера недоступна.

source: photo is missing
ru: фотография отсутствует.
uk: Фотографія відсутня.

# Photos 2-4 are missing
source: photos are missing
ru: фотографии отсутствуют.
uk: фотографії відсутні.

# Photos >5 are missing
source: photos are missing
ru: фотографий отсутствуют.
uk: фотографій відсутні.

# Alert error location title
source: Error
ru: Ошибка
uk: Помилка

# Alert error location message off
source: Location services are off
ru: Сервис определения местоположения выключен
uk: Сервіс визначення місця розташування вимкнено

# Alert error location title background
source: To use background...
ru: Фоновый режим...
uk: Фоновий режим...

# Alert error location message background
source: Background location is not enabled
ru: Сервис определения местоположения не работает в фоновом режиме
uk: Сервіс визначення місця розташування не працює у фоновому режимі

# Alert error location retrieving message
source: There was an error retrieving your location
ru: Произошла ошибка при определении вашего местоположения
uk: Сталася помилка при візначенні вашого місця розташування

# Alert error saving video message
source: Video saving failed
ru: Не удалось сохранить видео
uk: Не вдалося зберегти відео

# Alert create input video error message
source: Could not create video device input:
ru: Не удалось создать устройство видео входа:
uk: Не вдалося створити пристрій відео входу:

# Alert add input video error message
source: Could not add video device input to the session
ru: Не удалось добавить устройство видео входа к текущей сессии
uk: Не вдалося добавити пристрій відео входу до поточної сесії

# Alert create input audio error message
source: Could not create audio device input:
ru: Не удалось создать устройство аудио входа:
uk: Не вдалося створити пристрій аудіо входу:

# Alert add input audio error message
source: Could not add audio device input to the session
ru: Не удалось добавить устройство аудио входа к текущей сессии
uk: Не вдалося добавити пристрій аудіо входу до поточної сесії

# Alert add output video file error message
source: Could not add movie file output to the session
ru: Не удалось добавить итоговый видео файл к текущей сессии
uk: Не вдалося добавити загальний відео файл до поточної сесії

# Alert add still image error message
source: Could not add still image output to the session
ru: Не удалось добавить скриншот к текущей сессии
uk: Не вдалося добавити зображення до поточної сесії

# Alert API Upload error message
source: Could not upload video file to server. Please try again
ru: Не удалось отправить видео на сервер. Пожалуйста, попробуйте еще раз
uk: Не вдалося відправити відео на сервер. Будь ласка, спробуйте ще раз

# Alert Location error message
source: This violation has no coordinates.
ru: Это нарушение не имеет координат.
uk: Це порушення не має координат.

# Alert GPS error message
source: Please turn on GPS sensor to shoot video
ru: Чтобы воспользоваться функцией съемки видео, включите датчик GPS
uk: Щоб скористатися функцією зйомки відео, включіть датчик GPS

# Alert error video add
source: This video already exists!
uk: Це відео вже існує!

source: Open a Photo
ru: Просмотреть фото
uk: Переглянути фото

source: Open a Video
ru: Просмотреть видео
uk: Переглянути відео

source: Remove a Photo
ru: Удалить фото
uk: Видалити фото

source: Remove a Video
ru: Удалить видео
uk: Видалити відео

source: Preview a Photo
ru: Просмотр фото
uk: Перегляд фото

source: Upload a Photo
ru: Загрузить фото
uk: Завантажити фото

source: Upload a Video
ru: Загрузить видео
uk: Завантажити відео

# Upload Photos
source: Upload a Photo
ru: Загрузить фото
uk: Завантажити фото

# Upload Videos
source: Upload a Video
ru: Загрузить видео
uk: Завантажити відео

source: Take a Photo
ru: Сделать фото
uk: Зробити фото

# Upload title
source: Uploading
ru: Загрузка
uk: Завантаження

source: Take a Video
ru: Снять видео
uk: Зняти відео

source: Record a Video
ru: Запись видео
uk: Запис відео

source: Start a Video
ru: Старт видео
uk: Старт відео

source: Preview a Video
ru: Просмотр видео
uk: Перегляд відео

# Merge & Save video
source: Saving
ru: Сохранение
uk: Збереження

# Launch text
source: Launch
ru: Запуск
uk: Запуск

source: Authorization
ru: Авторизация
uk: Авторизація

source: START
ru: СТАРТ
uk: СТАРТ

# Violation
source: ATTENTION
ru: НАРУШЕНИЕ
uk: ПОРУШЕННЯ

# Alert error sleep message
source: Recording was stopped incorrectly, the file was lost…
ru: Запись видео была остановлена не корректно, файл утрачен...
uk: Запис відео був припинений не корректно, файл втрачено...

# Start from Recorder
source: Show dashcam screen on launch
ru: Стартовать с регистратора
uk: Стартувати з реєстратора

source: Close
uk: Закрити
